Repository: mozilla/commbadge
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, bn_in, eu, fr, fy_nl, ga_ie, hi_in, hu, ja, nl, ro, ru, sl, sq, sr

source: An error occurred.
bg: Възникна грешка.
bn_bd: একটি ত্রুটি ঘটেছে।
bn_in: সমস্যা দেখা দিয়েছে।
eu: Errore bat gertatu da.
fr: Une erreur est survenue.
fy_nl: Der is in flater bard.
ga_ie: Tharla earráid.
hi_in: एक त्रुटि उत्पन्न हुई.
hu: Hiba történt.
ja: 問題が発生しました。
nl: Er is een fout opgetreden.
ro: A apărut o eroare.
ru: Произошла ошибка.
sl: Prišlo je do napake.
sq: Ndodhi një gabim.
sr: Дошло је до грешке.

source: Error loading more
bg: Грешка при зареждането
bn_bd: আরও লোড হতে ত্রুটি দেখা দিচ্ছে
bn_in: ত্রুটি লোড হচ্ছে আরও
eu: Errorea gehiago kargatzean
fr: Erreur pendant le chargement
fy_nl: Flater by laden fan mear
ga_ie: Earráid agus tuilleadh á luchtú
hi_in: अधिक लोड करने में त्रुटि
hu: Hiba továbbiak betöltésekor
ja: 読み込み中に問題が発生しました
nl: Fout bij laden van meer
ro: Eroare la încărcare de mai multe
ru: Ошибка загрузки большего
sl: Napaka pri nalaganju dodatne vsebine
sq: Gabim në ngarkim më tepër
sr: Грешка при учитавању

source: Try Again
bg: Опитай отново
bn_bd: আবার চেষ্টা করুন
bn_in: পুনরায় চেষ্টা করুন
eu: Saiatu berriro
fr: Réessayez
fy_nl: Opnij probearje
ga_ie: Déan Iarracht Eile
hi_in: पुन: प्रयास करें
hu: Próbálja újra
ja: 再読み込み
nl: Opnieuw proberen
ro: Încearcă din nou
ru: Попробовать снова
sl: Poskusite znova
sq: Riprovoni
sr: Покушај поново

source: Attachment
bg: Прикачен файл
bn_bd: সংযুক্তি
bn_in: সংযুক্তি
eu: Eranskina
fr: Pièce jointe
fy_nl: Bylage
ga_ie: Ceangaltán
hi_in: अनुलग्नक
hu: Melléklet
ja: 添付ファイル
nl: Bijlage
ro: Atașament
ru: Приложение
sl: Priponka
sq: Bashkëngjitje
sr: Прилог

source: File Description
bg: Описание на файла
bn_bd: ফাইলের বিবরণ
bn_in: ফাইলর বিবরণ
eu: Fitxategiaren deskribapena
fr: Description du fichier
fy_nl: Bestânsbeskriuwing
ga_ie: Cur Síos
hi_in: फाइल विवरण
hu: Fájl leírása
ja: ファイル説明
nl: Bestandsbeschrijving
ro: Descrierea fișierului
ru: Описание файла
sl: Opis datoteke
sq: Përshkrim Kartele
sr: Опис датотеке

source: Message
bg: Съобщение
bn_bd: বার্তা
bn_in: বার্তা
eu: Mezua
fy_nl: Berjocht
ga_ie: Teachtaireacht
hi_in: संदेश
hu: Üzenet
ja: メッセージ
nl: Bericht
ro: Mesaj
ru: Сообщение
sl: Sporočilo
sq: Mesazh
sr: Порука

source: App approved
bg: Приложението одобрено
bn_bd: এপ অনুমোদিত
bn_in: অ্যাপ অনুমোদিত
eu: Aplikazioa onartuta
fr: Application approuvée
fy_nl: App goedkard
ga_ie: Glacadh leis an aip
hi_in: एप्लिकेशन को मंजूरी दी
hu: App jóváhagyva
ja: アプリは承認されました
nl: App goedgekeurd
ro: Aplicație aprobată
ru: Приложение одобрено
sl: Aplikacija je odobrena
sq: Aplikacioni u miratua
sr: Апликација је одобрена

source: App rejected
bg: Приложението отказано
bn_bd: এপ গ্রহন করা হয়নি
bn_in: অ্যাপ বাতিল
eu: Aplikazioa baztertuta
fr: Application rejetée
fy_nl: App ôfwiisd
ga_ie: Diúltaíodh an aip
hi_in: एप्लिकेशन अस्वीकार
hu: App elutasítva
ja: アプリは却下されました
nl: App afgewezen
ro: Aplicație respinsă
ru: Приложение отклонено
sl: Aplikacija zavrnjena
sq: Aplikacioni u hodh poshtë
sr: Апликација је одбијена

source: App banned
bg: Приложението е забранено
bn_in: অ্যাপ নিষিদ্ধ হয়েছে
fr: Application radiée
fy_nl: App ferbannen
ga_ie: Cuireadh cosc ar an aip
hi_in: एप्लिकेशन पर प्रतिबंध
hu: App kitiltva
ja: アプリは禁止されました
nl: App verbannen
ro: Aplicație interzisă
ru: Приложение забанено
sl: Aplikacija prepovedana
sq: Aplikacioni u ndalua
sr: Апликација је банована

source: Reviewer comment
bg: Коментар от рецензента
bn_bd: রিভিউয়ার এর মন্তব্য
bn_in: পর্যালোচকের মন্তব্য
eu: Berrikuslearen iruzkina
fr: Commentaire de l'évaluateur
fy_nl: Reaksje fan beoardieler
ga_ie: Nóta ó léirmheastóir
hi_in: अनुप्रयोग प्रतिबंधित
hu: Jóváhagyói hozzászólás
ja: 審査担当者のコメント
nl: Reactie van beoordelaar
ro: Comentariul recenzentului
ru: Комментарий рецензента
sl: Komentar ocenjevalca
sq: Koment shqyrtuesi
sr: Коментар рецезента

source: Escalated to senior reviewer
bg: Ескалирано до старши рецензент
bn_in: সিনিয়র রিভিউয়ারের দিকে বাড়ানো হয়েছে
fr: Envoyé à un évaluateur confirmé
fy_nl: Eskalearre nei seniorbeoardieler
ga_ie: Curtha faoi bhráid léirmheastóra shinsearaigh
hi_in: वरिष्ठ निरीक्षक की ओर बढ़ाएँ
hu: Eszkalálva szenior jóváhagyónak
ja: 上級審査に回されました
nl: Geëscaleerd naar seniorbeoordelaar
ro: Escaladat la recenzentul senior
ru: Передано старшему рецензенту
sl: Predano nadrejenemu ocenjevalcu
sq: Iu kalua për shqyrtim të mëtejshëm një shqyrtuesi me përvojë
sr: Ескалирало до вишег рецензента

source: Private reviewer comment
bg: Личен коментар от рецензент
bn_in: গোপন রিভিউয়ারের মন্তব্য
fr: Commentaire privé de l'évaluateur
fy_nl: Priveereaksje fan beoardieler
ga_ie: Nóta príobháideach ó léirmheastóir
hi_in: निरीक्षक निजी टिप्पणी
hu: Privát jóváhagyói hozzászólás
ja: 審査担当者の非公開コメント
nl: Privéreactie van beoordelaar
ro: Comentariu privat al recenzentului
ru: Приватный комментарий рецензента
sl: Komentar zasebnega ocenjevalca
sq: Koment privat shqyrtuesi
sr: Коментар приватног рецензента

source: App resubmission
bg: Ново изпращане на приложение
bn_bd: অ্যাপ পুনরায় জমা দিন
bn_in: অ্যাপ পুনঃজমা
eu: Berbidali aplikazioa
fr: Réenvoi de l'app
fy_nl: App-weryntsjinning
ga_ie: Athsheoladh aipe
hi_in: एप्लिकेशन फिर से प्रस्तुत करने
hu: App újrabeküldése
ja: アプリの再申請
nl: App-herindiening
ro: Repropunerea aplicației
ru: Повторное представление приложения
sl: Ponovna oddaja aplikacije
sq: Riparashtrim aplikacioni
sr: Поновно подношење апликације

source: Approved but waiting to be made public
bg: Одобрени, но изчакващи публичност
bn_bd: অনুমোদিত কিন্তু পাবলিক হওয়ার জন্য অপেক্ষা করছে
bn_in: কিন্তু পাবলিক তৈরি হওয়ার জন্য অপেক্ষা করছে অনুমোদিত
eu: Berbidali aplikazioa
fr: Approuvée(s) mais en attente de publication
fy_nl: Goedkard, mar wachtet op publikaasje
ga_ie: Ceadaithe, agus níl sí poiblí fós
hi_in: मंजूरी दी लेकिन सार्वजनिक किए जाने की प्रतीक्षा
hu: Jóváhagyva, de közzétételre vár
ja: 承認済み、公開待ち
nl: Goedgekeurd, maar wacht op publicatie
ro: Aprobată, dar așteaptă publicarea
ru: Одобрено, но ожидает представления публике
sl: Odobreno, a čaka na javno objavo
sq: I miratuar, por në pritje për t’u bërë publik
sr: Одобрено али чека да буде јавно

source: Escalated due to high abuse reports
bg: Ескалирано заради високи брой доклади за злоупотреба
bn_in: অধিক আবচিত রিপোর্টের জন্য বাড়ানো হলো
fr: Signalé suite à de nombreux rapports d'abus
fy_nl: Eskalearre fanwege grut oantal misbrûkmeldingen
ga_ie: Géaraithe mar gheall ar an iomarca tuairiscí ar dhrochúsáid
hi_in: अत्यधिक बुरे विवरण के कारण बढाया गया
hu: Eszkalálva a visszaélés-jelentések nagy száma miatt
ja: 違反報告を多数受けたため上級審査に回されました
nl: Geëscaleerd vanwege groot aantal misbruikmeldingen
ro: Escaladat din cauza numărului rapoartelor de abuz
ru: Эскалировано из-за большого числа жалоб
sl: Posredovano naprej zaradi velika števila poročil o zlorabi
sq: U kalua për shqyrtim të mëtejshëm për shkak njoftimesh të shumta abuzimi
sr: Ескалирало због високих пријава злоупотребе

source: Escalated due to high refund requests
bg: Ескалирано заради висок брой заявки за възстановяване на средства
bn_in: অধিক ফেরতের আবেদনের জন্য বাড়ানো হয়েছে
fr: Signalé suite à de nombreuses demandes de remboursement
fy_nl: Eskalearre fanwege grut oantal restitúsjefersiken
ga_ie: Géaraithe mar gheall ar an iomarca iarratas aisíocaíochta
hi_in: अत्यधिक वापसी निवेदन के कारण बढ़ाया गया
hu: Eszkalálva a visszatérítési kérések nagy száma miatt
ja: 返金報告を多数受けたため上級審査に回されました
nl: Geëscaleerd vanwege groot aantal restitutieverzoeken
ro: Escaladat din cauza numărului cererilor de rambursare
ru: Эскалировано из-за большого числа запросов на возврат денег
sl: Posredovano naprej zaradi velikega števila prošenj za povračilo kupnine
sq: U kalua për shqyrtim të mëtejshëm për shkak kërkesash të shumta rimbursimi
sr: Ескалирало због високих захтева за повраћај новца

source: Escalation cleared
bg: Ескалиране разрешено
bn_bd: ত্বরণ পরিষ্কার করা হয়েছে
bn_in: এস্কেলশন সাফ
eu: Igorpena ezabatuta
fr: Signalement supprimé
fy_nl: Eskalaasje opheven
ga_ie: Glanadh an géarú
hi_in: वृद्धि साफ किया गया
hu: Eszkaláció törölve
ja: 上級審査クリア
nl: Escalatie opgeheven
ro: Fără escaladări
ru: Эскалация отменена
sl: Nadzorovanje prekinjeno
sq: Iu hoq kërkesa për shqyrtim të mëtejshëm
sr: Ескалација обрисана

source: Re-review cleared
bg: Повторна рецензия разрешена
bn_bd: পুন-পরীক্ষা অনুমোদন করা হয়েছে
bn_in: পুনরায় পর্যালোচনা
eu: Ber-berrikuspena ezabatua
fr: Seconde revue retirée
fy_nl: Werbeoardieling opheven
ga_ie: Glanadh an t-ath-athbhreithniú
hi_in: पुनः समीक्षा को मंजूरी दे दी
hu: Ismételt jóváhagyás törölve
ja: 再審査クリア
nl: Herbeoordeling opgeheven
ro: Fără re-recenzii
ru: Повторная проверка отменена
sl: Ponovno ocenjevanje je bilo izbrisano
sq: Iu hoq kërkesa për rishqyrtim
sr: Поновни преглед обрисан

source: App submission note
bg: Забележка
bn_bd: অ্যাপ জমাদান নোট
bn_in: অ্যাপ জমা করার উল্লেখ্য
eu: Aplikazioaren bidalketa-oharra
fr: Note de soumission de l'application
fy_nl: App-yntsjinningsopmerking
ga_ie: Nóta le seoladh na haipe
hi_in: एप्लिकेशन प्रस्तुत नोट
hu: Appbeküldési megjegyzés
ja: アプリ登録時の注意
nl: App-indieningsopmerking
ro: Notă atașată propunerii de aplicație
ru: Заметка к представлению приложения
sl: Beležke ob oddaji aplikacije
sq: Shënim parashtrimi aplikacioni
sr: Белешка подношења апликације

source: Developer comment
bg: Бележка от разработчика
bn_bd: ডেভলপার মন্তব্য
bn_in: ডেভেলপার মন্তব্য
eu: Garatzailearen iruzkina
fr: Commentaire du développeur
fy_nl: Untwikkelersopmerking
ga_ie: Nóta ón fhorbróir
hi_in: डिवाइस(से) निरीक्षक के द्वारा बदली गयी
hu: Fejlesztői megjegyzés
ja: 開発者のコメント
nl: Ontwikkelaarsopmerking
ro: Comentariu dezvoltator
ru: Комментарий разработчика
sl: Komentar razvijalca
sq: Koment nga zhvilluesi
sr: Коментар програмера

source: Device(s) changed by reviewer
bg: Устройство(а) променени от рецензент
bn_in: ডিভাইস(s) রিভিউয়ারের দ্বারা বদলানো হয়েছে
fr: Appareil(s) changés par l'évaluateur
fy_nl: Apparaten wizige troch beoardieler
ga_ie: Gléas(anna) athraithe ag léirmheastóir
hi_in: समीक्षक के द्वारा डिवाइसेस बदली गई
hu: Az eszközöket módosította a jóváhagyó
ja: 審査担当者によって対応端末が変更されました
nl: Apparaten gewijzigd door beoordelaar
ro: Dispozitiv(ele) schimbate de recenzent
ru: Устройство(а) изменено(ы) проверяющим
sl: Naprava/e, ki jih je spremenil ocenjevalec
sq: Pajisje të ndryshuara nga shqyrtuesi
sr: Уређај/и су измењени од стране рецензента

source: Feature(s) changed by reviewer
bg: Свойство(а) променени от рецензент
bn_in: বৈশিষ্ট্য(s) রিভিউয়ারের দ্বারা বদলানো হয়েছে
fr: Fonctionnalité(s) changée(s) par l'évaluateur
fy_nl: Funksje(s) wizige troch beoardieler
ga_ie: Gné(ithe) athraithe ag léirmheastóir
hi_in: विशेषता(एँ)समीक्षक के द्वारा बदली गई
hu: A szolgáltatásokat kicserélte a jóváhagyó
ja: 審査担当者によって対応機能が変更されました
nl: Functies gewijzigd door beoordelaar
ro: Funcțiile schimbate de recenzent
ru: Возможность(и) изменена(ы) проверяющим
sl: Zmogljivost(i), ki jih je spremenil ocenjevalec
sq: Veçori të ndryshuara nga shqyrtuesi
sr: Карактеристика/е су измењене од стране рецензента

source: Review manifest change
bg: Рецензия на промяна на манифеста
bn_in: ম্যানিফেস্ট বদল রিভিউ করুন
fr: Vérifier les changements du manifeste
fy_nl: Manifestwiziging beoardiele
ga_ie: Athbhreithniú ar athrú lastliosta
hi_in: घोषणापत्र बदलाव की समीक्षा
hu: Manifest változásának jóváhagyása
ja: マニフェスト変更の再審査
nl: Manifestwijziging beoordelen
ro: Recenzați schimbările în manifest
ru: Проверка изменения манифеста
sl: Preglej spremembe manifesta
sq: Shqyrtoni ndryshim manifesti
sr: Рецензија манифеста је измењена

source: Review manifest url change
bg: Рецензия на промяна на адрес в манифеста
bn_in: ম্যানিফেস্ট url বদল রিভিউ করুন
fr: Vérifier le changement d'URL du manifeste
fy_nl: Wiziging fan manifest-URL beoardiele
ga_ie: Athbhreithniú ar athrú URL an lastliosta
hi_in: घोषणापत्र url बदलाव की समीक्षा
hu: Manifest URL-változásának jóváhagyása
ja: マニフェスト URL 変更の再審査
nl: Wijziging van manifest-URL beoordelen
ro: Recenzați schimbările în url-ul manifestului
ru: Проверка изменения URL манифеста
sl: Preglej spremembe url manifesta
sq: Shqyrtoni ndryshim url-je manifesti
sr: URL рецензије манифеста је измењен

source: Review manifest premium type upgrade
bg: Рецензия на манифеста поради надграждане
bn_in: ম্যানিফেস্ট প্রিমিয়াম আপগ্রেড রিভিউ করুন
fr: Vérifier la mise à jour du manifeste de type premium
fy_nl: Premium-type-fernijing fan manifest beoardiele
ga_ie: Athbhreithniú ar nuashonrú bisigh
hi_in: घोषणापत्र के प्रीमियम अद्यतन प्रकार की समीक्षा
hu: Manifest prémiumtípus-frissítésének jóváhagyása
ja: マニフェスト有料化の再審査
nl: Premium-type-upgrade van manifest beoordelen
ro: Recenzați actualizări de tip premium din manifest
ru: Проверка обновления манифеста типа премиум
sl: Oceni nadgradnjo premium manifesta
sq: Shqyrtoni kalim të llojit me pagesë në manifest
sr: Надоградња премиум типа рецензије манифеста

source: Re-review devices added
bg: Повторна рецензия на добавени устройства
bn_in: পুনঃ-রিভিউ ডিভাইস যোগ করা হয়েছে
fr: Revérifier les appareils ajoutés
fy_nl: Tafoege apparaten werbeoardiele
ga_ie: Ath-athbhreithniú ar ghléasanna
hi_in: जोड़े गए डिवाइसेस की दुबारा समीक्षा
hu: Hozzáadott eszközök ismételt jóváhagyása
ja: 対応端末追加の再審査
nl: Toegevoegde apparaten herbeoordelen
ro: Re-recenzați dispozitivele adăugate
ru: Повторная проверка добавленных устройств
sl: Ponovno preglej dodane naprave
sq: U shtua rishqyrtim pajisjesh
sr: Поново прегледани уређаји су додати

source: Re-review features changed
bg: Повторна рецензия на променени свойства
bn_in: পুনঃ-রিভিউ বৈশিষ্ট্য বদল করা হয়েছে
fr: Revérifier les fonctionnalités modifiées
fy_nl: Wizige funksjes werbeoardiele
ga_ie: Ath-athbhreithniú ar ghnéithe
hi_in: बदले गए विशेषताओं की पुनः समीक्षा
hu: Megváltozott funkciók ismételt jóváhagyása
ja: 対応機能変更の再審査
nl: Gewijzigde functies herbeoordelen
ro: Re-recenzați funcțiile schimbate
ru: Повторная проверка изменённых функций
sl: Zmogljivosti ponovnega pregledovanja spremenjene
sq: U ndryshua rishqyrtim veçorish
sr: Поново прегледане карактеристике су измењене

source: Escalation due to VIP App
bg: Ескалиране заради VIP приложение
bn_in: VIP অ্যাপের জন্য বাড়ানো হয়েছে
fr: Signalé car application VIP
fy_nl: Eskalaasje fanwege VIP-app
ga_ie: Géarú mar gheall ar Aip VIP
hi_in: वीआईपी अनुप्रयोग के कारण बढ़ाया गया
hu: Eszkaláció a VIP App miatt
ja: VIP アプリのため上級審査をリクエスト
nl: Escalatie vanwege VIP-app
ro: Escaladări datorate statutului de aplicație VIP
ru: Эскалировано как VIP Приложение
sl: Stopnjevanje zaradi VIP-aplikacije
sq: U kalua për shqyrtim të mëtejshëm si Aplikacion VIP
sr: Ескалација због VIP апликације

source: Escalation due to prerelease App
bn_in: আগের রিলিজের অ্যাপের জন্য বৃদ্ধি
fr: Signalé car application prépubliée
fy_nl: Eskalaasje fanwege prerelease-app
ga_ie: Géarú mar gheall ar réamhleagan den Aip
hi_in: अनुप्रयोग पूर्व प्रस्तुतीकरण के कारण बढ़ाया गया
hu: Eszkaláció kiadás előtti App miatt
ja: リリース前アプリのため上級審査をリクエスト
nl: Escalatie vanwege prerelease-app
ro: Escaladări datorate aplicației de tip prerelease
ru: Эскалировано как пререлиз приложения
sl: Stopnjevanje zaradi predizdajne aplikacije
sq: U kalua për shqyrtim të mëtejshëm si Aplikacion paraqarkullim
sr: Ескалација због прве објављене верзије апликације

source: Priority review requested
bg: Заявка за приоритетна рецензия
bn_in: অগ্রাধিকার পর্যালোচনার জন্য অনুরোধ করা হয়েছে
fr: Évaluation prioritaire demandée
fy_nl: Prioriteitsbeoardieling frege
ga_ie: Iarradh léirmheas ardtosaíochta
hi_in: प्राथमिकता समीक्षा अनुरोध
hu: Elsődleges jóváhagyás kérelmezve
ja: 優先審査依頼あり
nl: Prioriteitsbeoordeling gevraagd
ro: Cereri de recenzie prioritare
ru: Запрошена приоритетная проверка
sl: Zahtevano je bilo prioritetno ocenjevanje
sq: U kërkua shqyrtim me përparësi
sr: Рецензије приоритета су захтеване

source: Tarako review passed
bg: Рецензия под Tarako успешна
bn_in: টারাকো রিভিউ পাস করে গেছে
fr: Vérification Tarako passée
fy_nl: Tarako-beoardieling slagge
ga_ie: D'éirigh leis an léirmheas Tarako
hi_in: Tarako समीक्षा उत्तीर्ण
hu: Tarako jóváhagyás átment
ja: Tarako 審査合格
nl: Tarako-beoordeling geslaagd
ro: Recenzie Tarako de succes
ru: Проверка Tarako пройдена
sl: Tarako ocenjevanje je bilo uspešno
sq: E kaloi shqyrtimin për Tarako
sr: Рецензија Tarako-а је прошла

source: Tarako review failed
bg: Рецензия под Tarako неуспешна
bn_in: টারাকো রিভিউ ব্যর্থ হয়েছে
fr: Vérification Tarako échouée
fy_nl: Tarako-beoardieling mislearre
ga_ie: Theip ar an léirmheas Tarako
hi_in: Tarako समीक्षा अनुतीर्ण
hu: Tarako jóváhagyás nem ment át
ja: Tarako 審査不合格
nl: Tarako-beoordeling mislukt
ro: Recenzie Tarako eșuată
ru: Проверка Tarako не пройдена
sl: Tarako ocenjevanje je bilo neuspešno
sq: S’ekaloi shqyrtimin për Tarako
sr: Рецензија Tarako-а није успешна

source: Version notes for reviewer
bg: Бележки по изданието към рецензента
bn_in: রিভিউয়ারদের জন্য নোটের সংস্করণ
fr: Notes de version pour l'évaluateur
fy_nl: Ferzjeopmerkingen foar beoardieler
ga_ie: Nótaí eisiúna don léirmheastóir
hi_in: समीक्षक के लिए संस्करण टिप्पणी
hu: Verziómegjegyzések a jóváhagyó számára
ja: 審査担当者のためのリリースノート
nl: Versieopmerkingen voor beoordelaar
ro: Notele versiunii pentru recenzent
ru: Примечания к версии для проверяющего
sl: Beležke različice za ocenjevalca
sq: Shënime versioni për shqyrtuesin
sr: Верзије белешки за рецензента

source: Public reviewer comment
bg: Публичен коментар от рецензента
bn_in: পাবলিক রিভিউয়ারের কমেন্ট
fr: Commentaires publics de l'évaluateur
fy_nl: Iepenbiere reaksje fan beoardieler
ga_ie: Nóta poiblí ó léirmheastóir
hi_in: लोक समीक्षक टिप्पणी
hu: Nyilvános jóváhagyói hozzászólás
ja: 審査担当者の公開コメント
nl: Openbare reactie van beoordelaar
ro: Comentariu public al recenzentului
ru: Публичный комментарий рецензента
sl: Komentar javnega ocenjevalca
sq: Koment publik shqyrtuesi
sr: Коментар јавног рецензента

source: Re-review content rating adult
bg: Повторна рецензия на промяна оценката на съдържанието
bn_in: পুনঃ-রিভিউ কন্টেন্ট রেটিং প্রাপ্তবয়স্ক
fr: Revérifier la classification en contenu adulte
fy_nl: Ynhâldsbeoardieling folwoeksen werbeoardiele
ga_ie: Ath-athbhreithniú: ábhar do dhaoine fásta
hi_in: व्यस्क विषय-वस्तु मूल्यांकन पुनः समीक्षा
hu: A tartalom felnőtt értékelésének ismételt jóváhagyása
ja: 成人向けコンテンツレーティングの再審査
nl: Inhoudsbeoordeling volwassen herbeoordelen
ro: Re-recenzie rating conținut adult
ru: Повторная проверка рейтинга содержимого "для взрослых"
sl: Ponovno preglej vsebino, označeno za odrasle
sq: Rishqyrtoni vlerësim lënde si për të rritur
sr: Оцене поново прегледаног садржаја за одрасле

source: Message sent.
bg: Съобщението изпратено.
bn_bd: বার্তা পাঠানো হয়েছে।
bn_in: বার্তা পাঠানো হয়েছে।
eu: Mezua bidalita.
fr: Message envoyé.
fy_nl: Berjocht ferstjoere.
ga_ie: Seoladh an teachtaireacht.
hi_in: सन्देश भेजा गया.
hu: Üzenet elküldve.
ja: メッセージが送信されました。
nl: Bericht verzonden.
ro: Mesaj trimis.
ru: Сообщение отправлено.
sl: Sporočilo poslano.
sq: Mesazhi u dërgua.
sr: Порука је послата.

source: Message sending failed.
bg: Изпращането на съобщението се провали.
bn_bd: বার্তা পাঠানো ব্যর্থ হয়েছে।
bn_in: বার্তা পাঠানো ব্যর্থ হয়েছে।
eu: Huts egin du mezua bidaltzean.
fr: Échec d'envoi du message.
fy_nl: Berjocht ferstjoeren mislearre.
ga_ie: Níorbh fhéidir an teachtaireacht a sheoladh.
hi_in: संदेश भेजने में विफल.
hu: Üzenet küldése sikertelen.
ja: メッセージを送信できませんでした。
nl: Bericht verzenden mislukt.
ro: Eșec la trimiterea mesajului.
ru: Не удалось отправить сообщение.
sl: Pošiljanje sporočila neuspešno.
sq: Dërgimi i mesazhit dështoi.
sr: Неуспешно слање поруке.

source: Cancel reply
bg: Откажи отговора
bn_bd: উত্তরটি বাতিল করুন
bn_in: উত্তর বাতিল করুন
eu: Baztertu erantzuna
fr: Annuler la réponse
fy_nl: Antwurd annulearje
ga_ie: Cealaigh an freagra
hi_in: उत्तर रद्द करें
hu: Válasz megszakítása
ja: 返信をキャンセル
nl: Antwoord annuleren
ro: Anulează răspunsul
ru: Отменить ответ
sl: Prekliči odgovor
sq: Anuloje përgjigjen
sr: Откажи одговор

source: There are no more older notes.
bg: Няма по-стари бележки.
bn_bd: এখানে আর কোন পুরাতন নোট নেই।
bn_in: কোন পুরনো নোট নেই।
eu: Ez dago ohar zaharragorik.
fr: Il n'y a pas de notes plus anciennes.
fy_nl: Der binne gjin âldere opmerkingen.
ga_ie: Níl aon nótaí níos sine ann.
hi_in: कोई अधिक पुराने नोट नहीं हैं.
hu: Nincs több régi jegyzet.
ja: これ以上古い記事はありません。
nl: Er zijn geen oudere opmerkingen.
ro: Nu sunt note mai vechi.
ru: Более старых заметок не имеется.
sl: Ni več starejših beležk.
sq: Nuk ka më shënime më të vjetra.
sr: Нема више старих белешки.

source: By unsubscribing from this thread, you will no longer receive email notifications from this thread. Are you sure?
bg: Ако се отпишете от тази тема, няма да получавате повече имейл известия от нея. Сигурни ли сте?
bn_bd: এই টপিক থেকে আনসাব্সক্রাইপ করলে, আপনি এই টপিক থেকে কোন ইমেইল নোটিফিকেশন পাবেন না। আপনি আনসাব্সক্রাইপ করতে চাচ্ছেন?
bn_in: এই থ্রেড থেকে আন-সাবস্ক্রাইব করে, আপনি আর এই থ্রেড থেকে ইমেল বিজ্ঞপ্তি পাবেন না। আপনি কি নিশ্চিত?
eu: Hari honetara harpidetza etenez, ez duzu gehiago hari honen jakinarazpen-mezurik jasoko. Ziur zaude?
fr: En vous désinscrivant de cette discussion, vous ne recevrez plus de notifications par courrier électronique pour celle-ci. Confirmez-vous votre désinscription ?
fy_nl: Troch ja fan dizze konversaasje út te skriuwen sille jo hjirfan gjin e-mailmeldingen mear ûntfange. Binne jo wis?
ga_ie: Má dhíliostálann tú ón snáithe seo, ní gheobhaidh tú fógraí ríomhphoist ón snáithe seo a thuilleadh. An bhfuil tú cinnte?
hi_in: इस लिंक से सदस्यता समाप्ति पर, आप इस कड़ी से ईमेल सूचनाएं प्राप्त नही कर पायगे, क्या आपको यकीन है?
hu: A szálról leiratkozva nem fog több e-mail értesítést kapni a szálból. Biztos benne?
ja: 購読を解除すると、今後このスレッドが更新されてもメールによる通知は送られなくなります。よろしいですか？
nl: Door u van deze conversatie uit te schrijven zult u hiervan geen e-mailmeldingen meer ontvangen. Weet u het zeker?
ro: Prin dezabonarea de la acest fir nu vei mai primi notificări prin e-mail pentru acest fir. Ești sigur?
ru: Если вы отпишетесь от этого обсуждения, вы больше не будете получать уведомления по электронной почте из этого обсуждения. Вы уверены?
sl: Če se odjavite s te teme, več ne boste prejemali elektronske pošte z obvestili v povezavi s to temo. Ste prepričani?
sq: Duke u shpajtuar prej kësaj rrjedhe, nuk do të merrni më njoftime me email nga kjo rrjedhë. Jeni i sigurt?
sr: Ако се одјавите са ове теме, нећете више добијати обавештења е-поштом из ове теме. Да ли сте сигурни?

source: Successfully unsubscribed. You will no longer receive email notifications for that thread.
bg: Отписването успешно. Вече няма да получавате имейл известия за тази тема.
bn_bd: সফলভাবে আনসাব্সক্রাইপ হয়েছে। আপনি এই টপিক থেকে আর কোন ইমেইল নটিফিকেশন পাবেন না।
bn_in: সফলভাবে আন-সাবস্ক্রাইব করা হয়েছে। আপনি এই থ্রেডের জন্য আর ইমেল বিজ্ঞপ্তি পাবেন না।
eu: Behar bezala eten duzu harpidetza. Ez duzu gehiago hari horren jakinarazpen-mezurik jasoko.
fr: Désinscription effectuée. Vous ne recevrez plus de notifications par courrier électronique pour cette discussion.
fy_nl: Mei sukses útskreaun. Jo ûntfange gjin e-mailmeldingen mear foar dizze konversaasje.
ga_ie: D'éirigh leis an díliostáil. Ní gheobhaidh tú fógraí ríomhphoist ón snáithe seo a thuilleadh.
hi_in: सफलतापूर्वक सदस्यता वापस. अब आप उस लिंक के लिए ईमेल सूचनाएं प्राप्त नही करेगे.
hu: Sikeresen leiratkozott. Nem fog több e-mail értesítést kapni a szálból.
ja: 購読を解除しました。今後このスレッドが更新されてもメールによる通知は送られません。
nl: Met succes uitgeschreven. U ontvangt geen e-mailmeldingen meer voor deze conversatie.
ro: Dezabonat cu succes. Nu vei mai primi notificări prin e-mail pentru acel fir.
ru: Вы были успешно отписаны и более не будете получать уведомления по электронной почте из этого обсуждения.
sl: Odjava uspešna. Elektronskih sporočil za to temo ne boste več prejemali.
sq: U shpajtuat me sukses. Nuk do të merrni më njoftime me email nga kjo rrjedhë.
sr: Успешно сте се одјавили. Више нећете добијати обавештења е-поштом из ове теме.

source: You have no threads.
bn_bd: আপনার কাছে কোনো থ্রেড নেই
eu: Ez duzu haririk.

source: Hmm...an error?
bn_bd: হুমম...কোন সমস্যা?
eu: Mmm... errorea?
