Repository: mozilla/commbadge
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, bn_in, eu, fr, fy_nl, ga_ie, hi_in, hu, ja, nl, ro, ru, sl, sq, sr

source: Close
bg: Затваряне
bn_bd: বন্ধ করুন
bn_in: বন্ধ করা
eu: Itxi
fr: Fermer
fy_nl: Slute
ga_ie: Dún
hi_in: बंद करे
hu: Bezárás
ja: 閉じる
nl: Sluiten
ro: Închide
ru: Закрыть
sl: Zapri
sq: Mbylle
sr: Затвори

source: No
bg: Не
bn_bd: না
bn_in: না
eu: Ez
fr: Non
fy_nl: Nee
ga_ie: Níl
hi_in: नहीं
hu: Nem
ja: いいえ
nl: Nee
ro: Nu
ru: Нет
sl: Ne
sq: Jo
sr: Не

source: Yes
bg: Да
bn_bd: হ্যাঁ
bn_in: হ্যাঁ
eu: Bai
fr: Oui
fy_nl: Ja
ga_ie: Tá
hi_in: हाँ
hu: Igen
ja: はい
nl: Ja
ro: Da
ru: Да
sl: Da
sq: Po
sr: Да

source: Develop Apps
bg: Разработвайте приложения
bn_bd: অ্যাপ তৈরি
bn_in: এপস ডেভলপ করুন
eu: Aplikazioak garatu
fr: Développer des applications
fy_nl: Apps ûntwikkelje
ga_ie: Forbairt Aipeanna
hi_in: एप्प्स डिवेलप करे
hu: Appok fejlesztése
ja: アプリを開発
nl: Apps ontwikkelen
ro: Dezvoltă aplicații
ru: Разработка приложений
sl: Razvijajte aplikacije
sq: Zhvilloni Aplikacione
sr: Развијај апликације

source: Developer Hub
bg: Център за разработчици
bn_bd: ডেভেলপার হাব
bn_in: ডেভেলপার হাব
eu: Garatzaileen zentroa
fr: Pôle développeur
fy_nl: Untwikkelershub
ga_ie: Lárionad Forbartha
hi_in: डेवलपर हब
hu: Fejlesztői központ
ja: 開発者センター
nl: Ontwikkelaarshub
ro: Centrul dezvoltatorilor
ru: Центр разработчика
sl: Središče razvijalcev
sq: Qendër Zhvilluesish
sr: Центар за програмера

source: Support
bg: Поддръжка
bn_bd: সহযোগীতা
bn_in: সমর্থন
eu: Laguntza
fr: Assistance
fy_nl: Stipe
ga_ie: Tacaíocht
hi_in: सहारा
hu: Támogatás
ja: サポート
nl: Ondersteuning
ro: Suport
ru: Поддержка
sl: Podpora
sq: Asistencë
sr: Подршка

source: My Submissions
bg: Мои
bn_bd: আমার জমাকৃত
bn_in: আমার জমা
eu: Nire bidalketak
fr: Mes propositions
fy_nl: Myn ynstjoeringen
ga_ie: Mo Chuid Aipeanna
hi_in: मेरा सबमिशन
hu: Beküldéseim
ja: 自分の登録アプリ
nl: Mijn inzendingen
ro: Propunerile mele
ru: Мои представления
sl: Moji predlogi
sq: Parashtrimet e Mia
sr: Моје пријаве

source: Reviewer Tools
bg: Инструменти за рецензенти
bn_bd: সমালোচকের টুল
bn_in: পর্যালোচনাকারী সরঞ্জাম
eu: Berrikuspen-tresnak
fr: Outils du testeur
fy_nl: Helpmiddelen foar beoardielers
ga_ie: Uirlisí do Léirmheastóirí
hi_in: समीक्षक के उपकरण
hu: Jóváhagyói eszközök
ja: 審査担当者用ツール
nl: Hulpmiddelen voor reviewers
ro: Unelte pentru recenzenți
ru: Инструменты рецензента
sl: Orodja za pregledovalce
sq: Mjete Shqyrtuesi
sr: Алати рецезента

source: Lookup Tool
bg: Инструмент за търсене
bn_bd: লুকআপ টুল
bn_in: লুকআপ টুল
eu: Bilaketa-tresna
fr: Outil de recherche
fy_nl: Sykhelpmiddel
ga_ie: Uirlis Chuardaigh
hi_in: लुकअप के उपकरण
hu: Kikeresési eszköz
ja: 検索ツール
nl: Zoekhulpmiddel
ro: Unealtă de căutare
ru: Инструмент поиска
sl: Orodja za iskanje
sq: Mjet Kërkimi
sr: Алатка за проналажење

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
bg: Освен ако не е изрично <a href="{legal_url}" target="_blank">казано</a>, съдържанието на този сайт е лицензирано под <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> или всяка следваща версия.
bn_bd: এছাড়াও অন্যান্য ক্ষেত্রে <a href="{legal_url}" target="_blank">চিহ্নিত</a>,এই ওয়েবসাইটের কনটেন্ট গুলো অনুমোদিত <a href="{cc_url}" target="_blank">সৃষ্টিশীল সাধারণ শেয়ার সমভাবে আরোপ লাইসেন্স v৩.০</a> অথবা তার পরবর্তী ভার্সনে।
bn_in: অন্যথায় <a href="{legal_url}" target="_blank"> করুন </a> লক্ষনীয় যেখানে ছাড়া, এই সাইটে কন্টেন্ট <a href="{cc_url}" target="_blank">ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন আওতায় লাইসেন্সকৃত শেয়ার করুন-আলাইক লাইসেন্সের v3.0</a> বা পায় যে তারা.
eu: Besterik <a href="{legal_url}" target="_blank">adierazi</a> ezean, gune honetako edukia <a href="{cc_url}" target="_blank">Creative Commonsen Aitortu-PartekatuBerdin v3.0</a> edo beste edozein bertsio berriagoren lizentziapean dago.
fr: Sauf <a href="{legal_url}" target="_blank">mention</a> contraire, le contenu sur ce site est mis à disposition sous licence <a href="{cc_url}" target="_blank">Creative Commons Attribution – Partage dans les Mêmes Conditions v3.0</a> ou plus récente.
fy_nl: Utsein oars <a href="{legal_url}" target="_blank">melden</a>, is op de ynhâld fan dizze website de <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> of lettere ferzje fan tapassing.
ga_ie: Ach amháin in aon áit <a href="{legal_url}" target="_blank">ina ndeirtear a mhalairt</a>, cuirtear an t-ábhar ar an suíomh seo ar fáil faoin <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> nó aon leagan níos déanaí.
hi_in: अन्यथा जहां छोड़कर <a href="{legal_url}" target="_blank">विख्यात</a>, इस साइट की सामग्री अंतर्गत लाइसेंस है <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> या कोई पश्चातवर्ती संस्करण.
hu: Ha másképp nem kerül <a href="{legal_url}" target="_blank">jelzésre</a>, akkor az oldal tartalma <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> vagy ennek újabb verziója alatt jelenik meg.
ja: 特に <a href="{legal_url}" target="_blank">記載</a> のない限り、当サイト上のコンテンツは <a href="{cc_url}" target="_blank">Creative Commons 表示 - 継承 ライセンス v3.0</a> もしくはそれ以降のバージョンで公開されています。
nl: Tenzij anders <a href="{legal_url}" target="_blank">vermeld</a>, is op de inhoud van deze website de <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> of latere versie van toepassing.
ro: Cu excepția cazurilor <a href="{legal_url}" target="_blank">menționate diferit</a>, conținutul de pe acest site este disponibil sub licența <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> sau orice versiune ulterioară.
ru: За исключением содержимого с <a href="{legal_url}" target="_blank">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях <a href="{cc_url}" target="_blank">лицензии Creative Commons Атрибуция — С сохранением условий версии 3.0</a> или более поздней.
sl: Če ni <a href="{legal_url}" target="_blank">navedeno</a> drugače, je vsebina te spletne strani na voljo pod dovoljenjem <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ali pod katerokoli novejšo različico.
sq: Hiq atje ku <a href="{legal_url}" target="_blank">shënohet</a> ndryshe, lënda e këtij sajti qarkullon sipas licencës <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ose cilitdo version të mëvonshëm.
sr: Осим где је другачије <a href="{legal_url}" target="_blank">наведено</a>, садржај на овом сајту је лиценциран под <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike лиценцом v3.0</a> или новијом верзијом.

source: Privacy Policy
bg: Декларация за поверителност
bn_bd: গোপনীয়তা নীতি
bn_in: গোপনীয়তা নীতি
eu: Pribatutasun-politika
fr: Politique de confidentialité
fy_nl: Privacybelied
ga_ie: Polasaí Príobháideachais
hi_in: गोपनीयता नीति
hu: Adatkezelési irányelvek
ja: プライバシーポリシー
nl: Privacybeleid
ro: Politica de confidențialitate
ru: Политика приватности
sl: Politika zasebnosti
sq: Rregulla Privatësie
sr: Полиса приватности

source: Terms of Use
bg: Условия за ползване
bn_bd: ব্যবহারের শর্তাবলী
bn_in: ব্যবহারের শর্তাবলী
eu: Erabiltzeko baldintzak
fr: Conditions d'utilisation
fy_nl: Brûkersbetingsten
ga_ie: Téarmaí Úsáide
hi_in: उपयोग की शर्तों
hu: Felhasználási feltételek
ja: 利用規約
nl: Gebruiksvoorwaarden
ro: Termeni de utilizare
ru: Условия использования
sl: Pogoji uporabe
sq: Kushte Përdorimi
sr: Услови коришћења

source: Report Trademark Abuse
bg: Докладвай злоупотреба със запазена марка
bn_bd: ট্রেডমার্ক অপব্যাবহার রিপোর্ট করুন
bn_in: ট্রেডমার্ক অপব্যবহার সম্বন্ধে রিপোর্ট
eu: Eman markaren erabilera okerraren berri
fr: Signaler un abus de marque déposée
fy_nl: Misbrûk fan hannelsmerk melde
ga_ie: Drochúsáid Trádmharcanna
hi_in: ट्रेडमार्क दुरुपयोग रिपोर्ट करें
hu: Védjeggyel kapcsolatos visszaélés jelentése
ja: 商標不正使用報告
nl: Misbruik van handelsmerk melden
ro: Raportează abuzul mărcilor înregistrate
ru: Сообщить о злоупотреблении торговой маркой
sl: Prijavi zlorabo blagovne znamke
sq: Njoftoni Dhunim Shenjash Tregtare
sr: Пријавите злоупотребу робне марке

source: Sign in
bg: Вписване
bn_bd: সাইন ইন
bn_in: সাইন ইন
eu: Hasi saioa
fr: Connexion
fy_nl: Oanmelde
ga_ie: Logáil isteach
hi_in: साइन इन
hu: Bejelentkezés
ja: ログイン
nl: Aanmelden
ro: Autentificare
ru: Войти
sl: Vpišite se
sq: Hyni
sr: Пријави се

source: You must sign in to proceed.
bg: Трябва да се впишете, за да продължите.
bn_bd: এগিয়ে যেতে আপনাকে সাইন ইন করতে হবে।
bn_in: আপনাকে এগিয়ে যেতে সাইন ইন করতে হবে।
eu: Saioa hasi behar duzu jarraitu ahal izateko.
fr: Vous devez vous identifier pour continuer.
fy_nl: Jo moatte jo oanmelde om troch te gean.
ga_ie: Ní mór duit logáil isteach.
hi_in: आगे बढ़ना के लियें साइन इन करना होगा.
hu: Be kell jelentkeznie a folytatáshoz.
ja: 続けるにはログインしてください。
nl: U moet zich aanmelden om verder te gaan.
ro: Trebuie să te autentifici pentru a continua.
ru: Вы должны войти для продолжения
sl: Za nadaljevanje se morate vpisati.
sq: Që të vazhdohet, duhet të bëni hyrjen.
sr: Морате се пријавити како бисте наставили даље.

source: Sign in / Sign up
bg: Вписване / Регистрация
bn_bd: সাইন ইন / সাইন আপ
bn_in: সাইন ইন / সাইন আপ করুন
eu: Hasi saioa / Eman izena
fr: Connexion / Inscription
fy_nl: Oanmelde / registrearje
ga_ie: Logáil Isteach / Cláraigh
hi_in: साइन इन / साइन अप
hu: Bejelentkezés/regisztráció
ja: ログイン / ユーザ登録
nl: Aanmelden / registreren
ro: Autentificare / Înregistrare
ru: Вход / Регистрация
sl: Vpis / Prijava
sq: Hyni / Regjistrohuni
sr: Пријави се / Региструј се

source: Communication Dashboard
bg: Комуникационно табло
bn_bd: যোগাযোগ ড্যাশবোর্ড
bn_in: যোগাযোগের ড্যাশবোর্ড
eu: Komunikazio-panela
fr: Tableau de bord de communication
fy_nl: Dashboerd foar kommunikaasje
ga_ie: Painéal Cumarsáide
hi_in: संचार डैशबोर्ड
hu: Kommunikációs vezérlőpult
ja: コミュニケーションダッシュボード
nl: Dashboard voor communicatie
ro: Tablou de comunicare
ru: Панель коммуникации
sl: Komunikacijska nadzorna plošča
sq: Pult Komunikimesh
sr: Комуникациона контролна табла

source: Sign Out
bg: Изход
bn_bd: সাইন আউট
bn_in: সাইন আউট
eu: Amaitu saioa
fr: Déconnexion
fy_nl: Ofmelde
ga_ie: Logáil Amach
hi_in: साइन आउट
hu: Kijelentkezés
ja: ログアウト
nl: Afmelden
ro: Deconectare
ru: Выйти
sl: Izpis
sq: Dilni
sr: Одјави се

source: Sign In
bg: Вписване
bn_bd: সাইন ইন
bn_in: সাইন ইন
eu: Hasi saioa
fr: Connexion
fy_nl: Oanmelde
ga_ie: Logáil Isteach
hi_in: साइन इन
hu: Bejelentkezés
ja: ログイン
nl: Aanmelden
ro: Autentificare
ru: Войти
sl: Vpišite se
sq: Hyni
sr: Пријави се

source: No notes found
bg: Няма намерени бележки
bn_bd: কোন নোট পাওয়া যায়নি
bn_in: কোন নোটা পাওয়া যায়নি
eu: Ez da oharrik aurkitu
fr: Aucune note trouvée
fy_nl: Gjin opmerkingen fûn
ga_ie: Níor aimsíodh aon nótaí
hi_in: कोई नोट्स नहीं पाया गया
hu: Nincsenek jegyzetek
ja: ノートがが見つかりませんでした
nl: Geen opmerkingen gevonden
ro: Nicio notiță găsită
ru: Заметок не найдено
sl: Ni najdenih beležk
sq: Nuk u gjetën shënime
sr: Нема пронађених белешки

source: Enter note text here
bg: Въведете текста на бележката тук
bn_bd: এখানে উল্লেখ্য টেক্সট লিখুন
bn_in: এখানে উল্লেেখ্য টেক্সট লিখুন
eu: Idatzi oharraren testua hemen
fr: Saisissez le texte de la note ici
fy_nl: Fier hjir de tekst yn
ga_ie: Cuir isteach an nóta
hi_in: यहाँ नोट पाठ दर्ज करें
hu: Írja ide a jegyzet szövegét
ja: 投稿内容をここに入力してください
nl: Voer hier de tekst in
ro: Introdu textul notiței aici
ru: Введите здесь текст заметки
sl: Semkaj vnesite besedilo beležke
sq: Jepni këtu tekstin e shënimit
sr: Овде унесите текст

source: Attach screenshots and log files:
bg: Прикачане на екранна снимка и журнали:
bn_bd: স্ক্রিনশট সংযুক্ত করুন এবং লগ ফাইল:
bn_in: স্ক্রিনশট সংযুক্ত করুন এবং লগ ফাইল:
eu: Erantsi pantaila-argazkiak eta egunkari-fitxategiak:
fr: Joindre des captures d'écran et fichiers log&nbsp;:
fy_nl: Foegje skermôfbyldingen en lochbestannen by:
ga_ie: Ceangail pictiúir den scáileán agus logchomhaid:
hi_in: स्क्रीनशॉट और लॉग इन फ़ाइलों संलग्न करें:
hu: Mellékletek és naplófájlok csatolása:
ja: スクリーンショットとログファイルを添付:
nl: Voeg schermafbeeldingen en logbestanden bij:
ro: Atașează capturi de ecran și fișiere jurnal:
ru: Приложите скриншоты и файлы логов:
sl: Priložite sliko zaslona in dnevniško datoteko
sq: Bashkëngjitni foto ekrani dhe kartela regjistër
sr: Закачите снимак екрана и дневнике:

source: Attach another file
bg: Прикачане на друг файл
bn_bd: আরেকটি ফাইল সংযুক্ত করুন
bn_in: আরেকটি ফাইল সংযুক্ত করুন
eu: Erantsi beste fitxategi bat
fr: Joindre un autre fichier
fy_nl: Noch in bestân tafoegje
ga_ie: Ceangail comhad eile
hi_in: एक और फाइल संलग्न करें
hu: Másik fájl csatolása
ja: 他のファイルを添付
nl: Nog een bestand toevoegen
ro: Atașează un alt fișier
ru: Приложите другой файл
sl: Pripni dodatno datoteko
sq: Bashkëngjitni një tjetër kartelë
sr: Закачите још једну датотеку

source: Post
bg: Публикуване
bn_bd: পোস্ট
bn_in: পোষ্ট করুন
eu: Bidali
fr: Envoyer
fy_nl: Pleatse
ga_ie: Postáil
hi_in: पोस्ट करें
hu: Küldés
ja: 投稿
nl: Plaatsen
ro: Postează
ru: Разместить
sl: Objavi
sq: Postoje
sr: Порука

source: View older
bg: Преглед на по-стари
bn_bd: আগেরগুলো প্রদর্শন
bn_in: দেখুন পুরোনো
eu: Ikusi zaharragoak
fr: Afficher plus anciens
fy_nl: Aldere werjaan
ga_ie: Níos sine
hi_in: पुराने देखें
hu: Régebbi megjelenítése
ja: 以前の記事を表示
nl: Oudere weergeven
ro: Vezi mai vechi
ru: Показать старые
sl: Poglej starejše
sq: Shihni më të vjetrat
sr: Погледајте старије

source: {app_name} (Version {version_number})
bg: {app_name} (Версия {version_number})
bn_bd: {APP_NAME} ({সংস্করণ {VERSION_NUMBER})
bn_in: {app_name} (সংস্করণ {version_number})
eu: {app_name} ({version_number} bertsioa)
fy_nl: {app_name} (ferzje {version_number})
ga_ie: {app_name} (Leagan {version_number})
hu: {app_name} ({version_number} verzió)
ja: {app_name} (バージョン {version_number})
nl: {app_name} (versie {version_number})
ro: {app_name} (versiunea {version_number})
ru: {app_name} (Версия {version_number})
sl: {naziv_aplikacije} (Različica {številka_različice})
sr: {app_name} (Верзија {version_number})

source: Deleted App
bg: Изтрити приложения
bn_in: বাতিল হওয়া অ্যাপ
fr: Application supprimée
fy_nl: Fuortsmiten app
ga_ie: Aip Scriosta
hi_in: रद्द अनुप्रयोग
hu: Törölt alkalmazás
ja: 削除されたアプリ
nl: Verwijderde app
ro: Aplicație ștearsă
ru: Удалённое приложение
sl: Izbrisana aplikacija
sq: Aplikacioni u Fshi
sr: Обрисана апликација

source: (Obsolete)
bg: (Остаряла)
bn_bd: (অপ্রচলিত)
bn_in: (অপ্রচলিত)
eu: (zaharkitua)
fr: (Obsolète)
fy_nl: (Ferâldere)
ga_ie: (As Feidhm)
hi_in: (अप्रचलित)
hu: (elavult)
ja: (旧バージョン)
nl: (Verouderd)
ro: (Învechit)
ru: (Устарело)
sl: (Zastarelo)
sq: (Të vjetruar)
sr: (Застарео)

source: {n} note
bg: {n} бележка
bn_bd: {n} নোট
bn_in: {n} নোট
eu: Ohar {n}
fy_nl: {n} opmerking
ga_ie: {n} nóta
hi_in: {n} नोट
hu: {n} jegyzet
ja: {n} 件の記事
nl: {n} opmerking
ro: {n} notiță
ru: {n} заметка
sl: {n} opomba
sq: {n} shënim
sr: {n} белешка

source: Reply
bg: Отговор
bn_bd: উত্তর
bn_in: জবাব
eu: Erantzun
fr: Répondre
fy_nl: Beantwurdzje
ga_ie: Freagra
hi_in: जवाब दें
hu: Válasz
ja: 返信
nl: Beantwoorden
ro: Răspunde
ru: Ответить
sl: Odgovori
sq: Përgjigjuni
sr: Одговори

source: Recent
bg: Последни
bn_bd: সাম্প্রতিক
bn_in: সাম্প্রতিক
eu: Azkenak
fr: Récent
fy_nl: Resint
ga_ie: Le Déanaí
hi_in: हाल का
hu: Legutóbbi
ja: 最近
ro: Recente
ru: Недавние
sl: Nedavno
sq: Së fundmi
sr: Скорашњe

source: View App
bg: Преглед на приложение
bn_bd: অ্যাপ দেখাও
bn_in: অ্যাপ দেখুন
eu: Ikusi aplikazioa
fr: Afficher l'application
fy_nl: App werjaan
ga_ie: Féach ar an Aip
hi_in: एप्लिकेशन देखें
hu: App megjelenítése
ja: アプリを見る
nl: App weergeven
ro: Vezi aplicația
ru: Просмотреть приложение
sl: Poglej aplikacijo
sq: Shiheni Aplikacionin
sr: Погледај апликацију

source: Unsubscribe
bg: Отмяна абонамент
bn_bd: আনসাবস্ক্রাইব
bn_in: আনসাবস্ক্রাইব
eu: Eten harpidetza
fr: Désinscription
fy_nl: Utskriuwe
ga_ie: Díliostáil
hi_in: सदस्यता रद्द
hu: Leiratkozás
ja: 購読解除
nl: Uitschrijven
ro: Dezabonare
ru: Отписаться
sl: Odjavi se
sq: Shpajtohuni
sr: Укини претплату

source: Review
bg: Рецензия
bn_bd: রিভিউ
bn_in: পর্যালোচনা
eu: Berrikusi
fr: Révision
fy_nl: Beoardiele
ga_ie: Léirmheas
hi_in: समीक्षा
hu: Jóváhagyás
ja: レビュー
nl: Beoordelen
ro: Recenzie
ru: Рецензировать
sl: Pregled
sq: Shqyrtim
sr: Оцени

source: App icon
bg: Икона на приложението
bn_bd: এপ আইকন
bn_in: অ্যাপ আইকন
eu: Aplikazioaren ikonoa
fr: Icône de l'application
fy_nl: App-piktogram
ga_ie: Deilbhín na haipe
hi_in: एप्प्स आइकन
hu: App ikon
ja: アプリのアイコン
nl: App-pictogram
ro: Iconița aplicației
ru: Значок приложения
sl: Ikona aplikacije
sq: Ikonë aplikacioni
sr: Иконица апликације

source: Viewing All Threads for {app_name}
bg: Разглеждане на всички теми за {app_name}
bn_bd: {app_name} এর জন্য সকল থ্রেড দেখা হচ্ছে
bn_in: {app_name} জন্য সকল টপিক দেখছেন
eu: {app_name}(r)entzako hari guztiak ikusgai
fr: Affichage de toutes les discussion sur {app_name}
fy_nl: Alle konversaasjes foar {app_name}
ga_ie: Gach Snáithe a bhaineann le {app_name}
hi_in: {app_name} के लिए सभी थ्रेड देख रहा है
hu: {app_name} minden szálának megjelenítése
ja: {app_name} のすべてのスレッドを表示しています
nl: Alle conversaties voor {app_name}
ro: Vizualizarea tuturor firelor pentru {app_name}
ru: Просмотр всех обсуждений для {app_name}
sl: Prikazovanje vseh niti {app_name}
sq: Po shihni Krejt Rrjedhat mbi {app_name}
sr: Преглед свих тема за {app_name}

source: Go back to app edit page
bg: Редактиране на приложение
bn_bd: অ্যাপ সম্পাদনা পৃষ্ঠায় ফিরে যান
bn_in: অ্যাপ সম্পাদনা পৃষ্ঠায়ে ফিরে যান
fr: Retour à la page de modification de l'app
fy_nl: Tebek nei app-bewurkingsside
ga_ie: Fill ar eagarthóireacht na haipe
hi_in: एप्लिकेशन संपादित पेज पर वापस जाएँ
hu: Vissza az app szerkesztés oldalra
ja: アプリ編集ページへ戻る
nl: Terug naar app-bewerkingspagina
ro: Înapoi la pagina de editare aplicație
ru: Вернуться к странице редактирования приложения
sl: Pojdi nazaj na stran za urejanje aplikacije
sq: Kthehuni mbrapsht te faqja e përpunimit të aplikacionit
sr: Врати се на страницу за уређивање

source: My Threads
bg: Мои теми
bn_bd: আমার থ্রেড
bn_in: আমার টপিক
eu: Nire hariak
fr: Mes discussions
fy_nl: Myn konversaasjes
ga_ie: Mo Chuid Snáitheanna
hi_in: मेरे थ्रेड्स
hu: Szálaim
ja: 自分のスレッド
nl: Mijn conversaties
ro: Discuțiile mele
ru: Мои обсуждения
sl: Moje teme
sq: Rrjedhat e Mia
sr: Моје теме

source: Go to Developer Hub
bg: Към Центъра за разработчици
bn_in: ডেভেলপার হাবে যান
fr: Aller au Pôle Développeur
fy_nl: Nei Untwikkelershub
ga_ie: Oscail an Lárionad Forbartha
hi_in: डेवलपर केंद्र जाएँ
hu: Tovább a Fejlesztői központba
ja: 開発者センターへ
nl: Naar Ontwikkelaarshub
ro: Mergi la Developer Hub
ru: Перейти в Центр разработчика
sl: Pojdi na razvojno zvezdišče
sq: Shkoni te Qendra e Zhvilluesve
sr: Иди на центар за програмера

source: You currently are not involved in any communication threads.
bg: В момента не участвате в разговор.
bn_in: আপনি বর্তমানে কোনো কথোপকথন থ্রেডে সংযুক্ত নন।
fr: Vous n'êtes actuellement impliqué dans aucun sujet de communication.
fy_nl: Jo binne no net by ien konversaasjes belutsen.
ga_ie: Níl tú ag glacadh páirte in aon snáitheanna cumarsáide faoi láthair.
hi_in: आप अभी किसी संपर्क सूची से नही जुड़ें हैं
hu: Jelenleg nem tagja egyetlen kommunikációs szálnak sem.
ja: あなたはまだどのコミュニケーションスレッドにも参加していません。
nl: U bent momenteel niet bij enige conversaties betrokken.
ro: În prezent nu ești implicat în niciun fir de comunicare.
ru: В настоящее время вы не участвуете в каких-либо ветках обсуждений.
sl: Trenutno ne sodelujete v nobeni komunikacijski temi.
sq: Nuk jeni përfshirë në ndonjë rrjedhë komunikimesh.
sr: Тренутно не учествујете ни у једној комуникационој теми.

source: Sorry, an error has occurred. Try logging in again.
bg: Извинявайте, стана грешка. Впишете се отново.
bn_in: দুঃখিত, একটি ত্রুটি ঘটেছে। পুনরায় লগ-ইন করতে চেষ্টা করুন।
fr: Une erreur s'est produite. Veuillez vous connecter à nouveau.
fy_nl: Sorry, der is in flater bard. Probearje jo opnij oan te melden.
ga_ie: Ár leithscéal, tharla earráid. Déan iarracht logáil isteach arís.
hi_in: त्रुटी के लिए माफ़ कीजिए.दुबारा लॉग इन की कोशिश करें
hu: Elnézést, hiba történt. Próbáljon meg bejelentkezni újra.
ja: 申し訳ありませんが、何か問題が発生しました。再度ログインしてみてください。
nl: Sorry, er is een fout opgetreden. Probeer u opnieuw aan te melden.
ro: S-a produs o eroare. Încearcă să te autentifici din nou.
ru: К сожалению, произошла ошибка. Попробуйте войти ещё раз.
sl: Oprostite, prišlo je do napake. Poskusite se ponovno vpisati.
sq: Na ndjeni, pati një gabim. Riprovoni hyrjen.
sr: Извињавамо се, дошло је до грешке. Покушајте поново приступити.

source: Empty note
bg: Празна бележка
bn_bd: খালি নোট
bn_in: খালি নোট
eu: Ohar hutsa
fr: Note vide
fy_nl: Lege opmerking
ga_ie: Nóta folamh
hi_in: खाली नोट
hu: Üres jegyzet
ja: 空白のノート
nl: Lege opmerking
ro: Notă goală
ru: Пустая заметка
sl: Prazna beležka
sq: Shënim i zbrazët
sr: Празна белешка

source: Viewing Thread for {app_name}
bg: Показване на темите за {app_name}
bn_bd: {app_name} এর জন্য থ্রেড দেখা হচ্ছে
bn_in: {অ্যাপ_নেম} জন্য থ্রেড দেখছেন
eu: {app_name}(r)entzako haria ikusten
fr: Affichage de la discussion sur {app_name}
fy_nl: Konversaasje foar {app_name}
ga_ie: Snáithe a bhaineann le {app_name}
hi_in: {app_name} के लिए थ्रेड देख रहा है
hu: {app_name} szálának megjelenítése
ja: {app_name} のスレッドを表示しています
nl: Conversatie voor {app_name}
ro: Vizualizarea firului pentru {app_name}
ru: Просмотр обсуждения для {app_name}
sl: Ogledujem temo za {naziv_aplikacije}
sq: Po shihni Rrjedhë për {app_name}
sr: Гледате тему за {app_name}

source: Back to all threads for {app_name}
bg: Назад към всички теми за {app_name}
bn_bd: {app_name} এর জন্য সকল থ্রেড এ ফেরত
bn_in: পিছনে {app_name} জন্য সকল টপিক থেকে
eu: Itzuli {app_name}(r)en hari guztietara
fr: Revenir aux discussions sur {app_name}
fy_nl: Tebek nei alle konversaasjes foar {app_name}
ga_ie: Fill ar na snáitheanna a bhaineann le {app_name}
hi_in: {app_name} के लिए सभी थ्रेड वापस
hu: Vissza {app_name} összes szálához
ja: {app_name} のすべてのスレッドへ戻る
nl: Terug naar alle conversaties voor {app_name}
ro: Înapoi la toate firele pentru {app_name}
ru: Вернуться ко всем обсуждениям для {app_name}
sl: Nazaj na vse teme o {naziv_aplikacije}
sq: Mbrapsht te krejt rrjedhat për {app_name}
sr: Повратак на све теме за {app_name}

source: This App's Versions
bg: Версиите на това приложение
bn_bd: এই অ্যাপটি যে ভার্সনের
bn_in: এই অ্যাপ এর সংস্করণ
fr: Les versions de cette application
fy_nl: Ferzjes fan dizze app
ga_ie: Leaganacha den Aip Seo
hi_in: इस एप्लिकेशन के संस्करण
hu: Az app verziói
ja: このアプリのバージョン
nl: Versies van deze app
ro: Versiunile acestei aplicații
ru: Версии этого приложения
sl: Različica te aplikacije
sq: Versione të Këtij Aplikacioni
sr: Верзија ове апликације

source: v.{version_number}
fy_nl: f.{version_number}
sl: v.{številka_različice}

source: Oh no!
bg: О, не!
bn_bd: ওহ না !
bn_in: ওহ না!
eu: O ez!
fr: Oh non !
fy_nl: Oh nee!
ga_ie: Ochón!
hi_in: अरे नहीं!
hu: Na ne!
ja: Not Found
nl: Oh nee!
ro: O, nu!
ru: О нет!
sl: Oh, ne!
sq: Mooos!
sr: Ох не!

source: The page you were looking for was not found.
bg: Страницата, която търсите не бе намерена.
bn_bd: আপনি যে পৃষ্ঠা খুঁজছেন তা খুঁজে পাওয়া যায় নি।
bn_in: আপনি যেই পাতা খুজছিলেন সেটি পাওয়া জায়েনি।
eu: Bilatzen ari zinen orria ez da aurkitu.
fr: La page que vous avez demandé n'a pas été trouvée.
fy_nl: De troch jo sochte side is net fûn.
ga_ie: Níorbh fhéidir an leathanach a bhí uait a aimsiú.
hi_in: आप जो पृष्ठ देख रहे थे वह नहीं मिला था.
hu: A keresett oldal nem található.
ja: お探しのページは見つかりませんでした。
nl: De door u gezochte pagina is niet gevonden.
ro: Pagina căutată nu a fost găsită.
ru: Страница, которую вы искали, не была найдена.
sl: Stran, ki ste jo iskali, ni bila najdena.
sq: Faqja që po kërkonit nuk u gjet.
sr: Страница коју сте тражили није пронађена.
