Repository: mozilla/commbadge
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, bn_in, eu, fr, fy_nl, ga_ie, hi_in, hu, ja, nl, ro, ru, sl, sq, sr

source: Mark this note as read
bn_bd: এই নোট পড়া হয়েছে হিসেবে চিহ্নিত করুন
eu: Markatu ohar hau irakurrita gisa

source: Unread
bn_bd: অপঠিত
eu: Irakurri gabeak

source: Read
bn_bd: পঠিত
eu: Irakurritakoak

source: Mark All Read
bn_bd: সবগুলোকে পঠিত হিসেবে চিহ্নিত করুন
eu: Markatu denak irakurrita gisa

source: You have been signed out
bn_bd: আপনি সাইন আউট করেছেন
eu: Saioa amaitu duzu

source: You have been signed in
bn_bd: আপনি সাইন ইন করেছেন
eu: Saioa hasi duzu

source: Error signing out
bn_bd: সাইন আউট করতে ত্রুটি হয়েছে
eu: Errorea saioa amaitzean

source: Persona login failed. Maybe you don't have an account under that email address?
bn_bd: পারসোনা লগিন ব্যর্থ। সম্ভবত এই ইমেইল এড্রেস দিয়ে আপনার পারসোনা একাউন্ট নেই?
eu: Huts egin du saioa hastean. Agian ez duzu konturik helbide elektroniko horrekin?

source: Persona login failed. A server error was encountered.
bn_bd: পারসোনা লগইন ব্যার্থ হয়েছে। একটি সার্ভারের ত্রুটির সম্মুখীন হয়েছে।
eu: Huts egin du saioa hastean. Zerbitzariaren errore bat gertatu da.

source: Persona cannot be reached. Try again later.
bn_bd: পারসোনা পৌছাতে পারেনি। পুনরায় চেষ্টা করুন।
eu: Persona ezin izan da eskuratu. Saiatu berriro geroago.

source: App disabled
bn_bd: এপ নিষ্ক্রিয়
eu: Aplikazioa desgaituta

source: More info required
bn_bd: আরও তথ্য প্রয়োজন
eu: Informazio gehiago behar da

source: Review escalated to senior reviewer
bn_bd: সিনিয়র রিভিউয়ারের কাছে রিভিউ পাঠান হয়েছে
eu: Berrikuspena senior berrikusleagana goratuta

source: Escalated due to High Abuse Reports
bn_bd: অতিরিক্ত খারাপ রিপোর্টের জন্যে উত্তরণ করা হয়েছে
eu: Abusu-salaketa ugarien ondorioz gora igorrita

source: Escalated due to High Refund Requests
bn_bd: অতিরিক্ত রিফান্ড অনুরোধের কারণে উত্তরণ করা হয়েছে
eu: Dirua itzultzeko eskaera ugarien ondorioz gora igorrita

source: <b>{n}</b> character left.
bn_bd: <b>{n}</b> অক্ষর বাকি।
eu: Karaktere <b>{n}</b> falta da.

source: No internet connection
bn_bd: ইন্টারনেট সংযোগ নেই
eu: Ez dago Internet-eko konexiorik

source: There was some problem marking the note as read. Try again.
bn_bd: এখানে নোট পড়তে কিছু সমস্যা আছে। পুনরায় চেষ্টা করুন।
eu: Arazoren bat gertatu da oharra irakurrita gisa markatzean. Saiatu berriro.

source: No notes to show.
bn_bd: কোন নোট দেখা যাচ্ছে না।
eu: Ez dago erakusteko oharrik.

source: There was some problem marking the thread as read. Try again.
bn_bd: থ্রেডটি পঠিত হিসেবে চিহ্নিত করতে কিছু সমস্যা হয়েছে। পুনরায় চেষ্টা করুন।
eu: Arazoren bat gertatu da haria irakurrita gisa markatzean. Saiatu berriro.

source: Hello World!
bn_bd: হ্যালো ওয়ার্ল্ড!
eu: Kaixo mundua!

source: Not Found
bn_bd: পাওয়া যায়নি
eu: Ez da aurkitu

source: Back to my threads
eu: Itzuli nire harietara

source: This App's Threads
eu: Aplikazio honen hariak
