Repository: mozilla/commbadge
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Close
hsb: Začinić

source: No
hsb: Ně

source: Yes
hsb: Haj

source: Develop Apps
hsb: Nałoženja wuwiwać

source: Developer Hub
hsb: Centrum wuwiwarjow

source: Support
hsb: Pomoc

source: My Submissions
hsb: Moje zapodaća

source: Reviewer Tools
hsb: Nastroje za přepruwowarjow

source: Lookup Tool
hsb: Nastroj pohladanja

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
hsb: Jeli nic hinak <a href="{legal_url}" target="_blank">zapisane</a>, je wobsah tutoho sydła pod licencu <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> abo pod pozdźišej wersiju.

source: Privacy Policy
hsb: Prawidła priwatnosće

source: Terms of Use
hsb: Wužiwanske wuměnjenja

source: Report Trademark Abuse
hsb: Znjewužiwanje wikowanskeho znamjenja zdźělić

source: Sign in
hsb: Přizjewić

source: You must sign in to proceed.
hsb: Dyrbiće so přizjewić, zo byšće pokročował.

source: Sign in / Sign up
hsb: Přizjewić / Registrować

source: Communication Dashboard
hsb: Komunikaciski přehlad

source: Sign Out
hsb: Wotzjewić

source: Sign In
hsb: Přizjewić

source: No notes found
hsb: Žane noticy namakane

source: Enter note text here
hsb: Tekst noticy tu zapodać

source: Attach screenshots and log files:
hsb: Fota wobrazowki a protokolowe dataje připowěsnyć:

source: Attach another file
hsb: Dalšu dataju připowěsnyć

source: Post
hsb: Wotpósłać

source: View older
hsb: Starše sej wobhladać

source: {app_name} (Version {version_number})
hsb: {app_name} (wersija {version_number})

source: Deleted App
hsb: Zhašane nałoženje

source: (Obsolete)
hsb: (Zestarjeny)

source: {n} note
hsb: {n} notica

source: Reply
hsb: Wotmołwić

source: Recent
hsb: Najnowši

source: View App
hsb: Nałoženje sej wobhladać

source: Unsubscribe
hsb: Wotskazać

source: Review
hsb: Přepruwować

source: App icon
hsb: Nałoženski symbol

source: Viewing All Threads for {app_name}
hsb: Wšě nitka za {app_name} so zwobraznjeja

source: Go back to app edit page
hsb: Wróćo k wobdźěłowanskej stronje nałoženja

source: My Threads
hsb: Moje nitki

source: Go to Developer Hub
hsb: K wuwiwarskemu centrumej

source: You currently are not involved in any communication threads.
hsb: Tuchwilu njejsće na komunikaciskich nitkach wobdźěleny.

source: Sorry, an error has occurred. Try logging in again.
hsb: Bohužel je zmylk wustupił. Spytajće so hišće raz přizjewić.

source: Empty note
hsb: Prózdnja notica

source: Viewing Thread for {app_name}
hsb: Nitka za {app_name} so zwobraznja

source: Back to all threads for {app_name}
hsb: Wróćo ke wšěm nitkam za {app_name}

source: This App's Versions
hsb: Wersije tutoho nałoženja

source: Oh no!
hsb: Ow ně!

source: The page you were looking for was not found.
hsb: Strona, kotruž pytaće, njeje so namakała.

source: An error occurred.
hsb: Zmylk je wustupił.

source: Error loading more
hsb: Zmylk při začitowanju dalšich informacijow

source: Try Again
hsb: Hišće raz spytać

source: Attachment
hsb: Přiwěšk

source: File Description
hsb: Datajowe wopisanje

source: Message
hsb: Powěsć

source: App approved
hsb: Nałoženje je schwalene

source: App rejected
hsb: Nałoženje je wotpokazane

source: App banned
hsb: Nałoženje je zawrjene

source: Reviewer comment
hsb: Komentar přepruwowarja

source: Escalated to senior reviewer
hsb: Přichodnemu wyšemu přepruwowarjej dale daty

source: Private reviewer comment
hsb: Priwatny přepruwowarski komentar

source: App resubmission
hsb: Zasozapodaće nałoženja

source: Approved but waiting to be made public
hsb: Schwalene, ale hišće njewozjewjene

source: Escalated due to high abuse reports
hsb: Wjele znjewužiwanskich zdźělenjow dla přichodnemu wyšemu městnu dale daty

source: Escalated due to high refund requests
hsb: Wjele zarunanskich naprašowanjow dla přichodnemu wyšemu městnu dale daty

source: Escalation cleared
hsb: Přepodaće přichodnemu wyšemu městnu sčinjene

source: Re-review cleared
hsb: Wospjetowane přepruwowanje dokónčene

source: App submission note
hsb: Pokaz za zapodaće nałoženja

source: Developer comment
hsb: Wuwiwarski komentar

source: Device(s) changed by reviewer
hsb: Graty, kotrež su so wot přepruwowarja změnili

source: Feature(s) changed by reviewer
hsb: Funkcije, kotrež su so wot přepruwowarja změnili

source: Review manifest change
hsb: Změnu manifesta přepruwować

source: Review manifest url change
hsb: Změnu manifesteho URL přepruwować

source: Review manifest premium type upgrade
hsb: Aktualizaciju premiumoweho typa manifesta přepruwować

source: Re-review devices added
hsb: Přidate graty znowa přepruwować

source: Re-review features changed
hsb: Změnjene funkcije znowa přepruwować

source: Escalation due to VIP App
hsb: VIP-nałoženja dla přichodnemu wyšemu městnu dale daty

source: Escalation due to prerelease App
hsb: Daledaće přichodnemu wyšemu městnu předschwalenja nałoženja dla

source: Priority review requested
hsb: Přepruwowanje priority požadane

source: Tarako review passed
hsb: Přepruwowanje Tarako je so wobstało

source: Tarako review failed
hsb: Přepruwowanje Tarako je so nimokuliło

source: Version notes for reviewer
hsb: Wersijowe pokazy za přepruwowarja

source: Public reviewer comment
hsb: Zjawny přepruwowarski komentar

source: Re-review content rating adult
hsb: Wobsahowe pohódnoćenje Dorosćeny znowa přepruwować

source: Message sent.
hsb: Powěsć je so pósłała.

source: Message sending failed.
hsb: Słanje powěsće je so nimokuliło.

source: Cancel reply
hsb: Wotmołwu přetorhnyć

source: There are no more older notes.
hsb: Starše noticy njejsu.

source: By unsubscribing from this thread, you will no longer receive email notifications from this thread. Are you sure?
hsb: Jeli tutu nitku wotskazaće, njedóstanjeće hižo e-mejlowe zdźělenki z tuteje nitki. Sće wěsty?

source: Successfully unsubscribed. You will no longer receive email notifications for that thread.
hsb: Nitka je so wuspěšnje wotskazała. Njedóstanjeće hižo žane e-mejlowe zdźělenki za tutu nitku.
