Repository: mozilla/commbadge
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Close
dsb: Zacyniś

source: No
dsb: Ně

source: Yes
dsb: Jo

source: Develop Apps
dsb: Nałoženja wuwijaś

source: Developer Hub
dsb: Centrum wuwijarjow

source: Support
dsb: Pomoc

source: My Submissions
dsb: Móje zapódaśa

source: Reviewer Tools
dsb: Rědy za pśeglědowarjow

source: Lookup Tool
dsb: Rěd póglědanja

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
dsb: Jolic nic hynac <a href="{legal_url}" target="_blank">zapisane</a>, jo wopśimjeśe toś togo sedła pód licencu <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> abo pód póznjejšeju wersiju.

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: Terms of Use
dsb: Wužywańske wuměnjenja

source: Report Trademark Abuse
dsb: Znjewužywanje wikoweje marki k wěsći daś

source: Sign in
dsb: Pśizjawiś

source: You must sign in to proceed.
dsb: Musyśo se pśizjawiś, aby pókšacował.

source: Sign in / Sign up
dsb: Pśizjawiś / Registrěrowaś

source: Communication Dashboard
dsb: Komunikaciski pśeglěd

source: Sign Out
dsb: Wótzjawiś

source: Sign In
dsb: Pśizjawiś

source: Attachment
dsb: Pśidank

source: File Description
dsb: Datajowe wopisanje

source: No notes found
dsb: Žedne notice namakane

source: Enter note text here
dsb: Tekst notice how zapódaś

source: Attach screenshots and log files:
dsb: Fota wobrazowki a protokolowe dataje pśipowjesyś:

source: Attach another file
dsb: Dalšnu dataju pśipowjesyś

source: Post
dsb: Wótpósłaś

source: View older
dsb: Starše se woglědaś

source: {app_name} (Version {version_number})
dsb: {app_name} (wersija {version_number})

source: Deleted App
dsb: Wulašowane nałoženje

source: (Obsolete)
dsb: (Zestarjony)

source: {n} note
dsb: {n} notica

source: Reply
dsb: Wótegroniś

source: Recent
dsb: Nejnowšy

source: View App
dsb: Nałoženje se woglědaś

source: Unsubscribe
dsb: Wótskazaś

source: Review
dsb: Pśeglědowaś

source: App icon
dsb: Nałožeński symbol

source: Viewing All Threads for {app_name}
dsb: Wšykne nitki za {app_name} se zwobraznjuju

source: Go back to app edit page
dsb: Slědk k wobźěłowańskemu bokoju nałoženja

source: My Threads
dsb: Móje nitki

source: Go to Developer Hub
dsb: K wuwijarskemu centrumoju

source: You currently are not involved in any communication threads.
dsb: Tuchylu njejsćo na komunikaciskich nitkach wobźělony.

source: Sorry, an error has occurred. Try logging in again.
dsb: Bóžko jo zmólka nastała. Wopytajśo se hyšći raz pśizjawiś.

source: Empty note
dsb: Prozna notica

source: Viewing Thread for {app_name}
dsb: Nitka za {app_name} se zwobraznjujo

source: Back to all threads for {app_name}
dsb: Slědk ku wšym nitkam za {app_name}

source: This App's Versions
dsb: Wersije toś togo nałoženja

source: Oh no!
dsb: Ow ně!

source: The page you were looking for was not found.
dsb: Bok, kótaryž pytaśo, njejo se namakał.

source: An error occurred.
dsb: Zmólka jo nastała.

source: Error loading more
dsb: Zmólka pśi zacytowanju dalšnych informacijow

source: Try Again
dsb: Hyšći raz wopytaś

source: Message
dsb: Powěsć

source: App approved
dsb: Nałoženje jo pśizwólone

source: App rejected
dsb: Nałoženje jo wótpokazane

source: App banned
dsb: Nałoženje jo zastajone

source: Reviewer comment
dsb: Komentar pśespytarja

source: Escalated to senior reviewer
dsb: Pśiducemu wušemu pśeglědowarjemu dalej dany

source: Private reviewer comment
dsb: Priwatny pśeglědowarski komentar

source: App resubmission
dsb: Zasejzapódaśe nałoženja

source: Approved but waiting to be made public
dsb: Pśizwólone, ale hyšći njewózjawjone

source: Escalated due to high abuse reports
dsb: Wjele znjewužywańskich zdźělenjow dla pśiducemu wušemu městnoju dalej dany

source: Escalated due to high refund requests
dsb: Wjele zarunańskich napšašowanjow dla pśiducemu wušemu městnoju dalej dany

source: Escalation cleared
dsb: Pśepódaśe pśiducemu wušemu městnoju wótbyte

source: Re-review cleared
dsb: Wóspjetne pśeglědowanje dokóńcone

source: App submission note
dsb: Pokaz za zapódaśe nałoženja

source: Developer comment
dsb: Wuwijarski komentar

source: Device(s) changed by reviewer
dsb: Rědy, kótarež su se wót pśeglědowarja změnili

source: Feature(s) changed by reviewer
dsb: Funkcije, kótarež su se wót pśeglědowarja změnili

source: Review manifest change
dsb: Změnu manifesta pśeglědowaś

source: Review manifest url change
dsb: Změnu manifestego URL pśeglědowaś

source: Review manifest premium type upgrade
dsb: Aktualizaciju premiumowego typa manifesta pśeglědowaś

source: Re-review devices added
dsb: Pśidane rědy znowego pśeglědowaś

source: Re-review features changed
dsb: Změnjone funkcije znowego pśeglědowaś

source: Escalation due to VIP App
dsb: VIP-nałoženja dla pśiducemu wušemu městnoju dalej dany

source: Escalation due to prerelease App
dsb: Dalejdaśe pśiducemu wušemu městnoju pśedpśizwólenja nałoženja dla

source: Priority review requested
dsb: Pśeglědowanje priority pominane

source: Tarako review passed
dsb: Pśeglědowanje Tarako jo se wobstało

source: Tarako review failed
dsb: Pśeglědowanje Tarako njejo se raźiło

source: Version notes for reviewer
dsb: Wersijowe pokaze za pśeglědowarja

source: Public reviewer comment
dsb: Zjawny pśeglědowarski komentar

source: Re-review content rating adult
dsb: Wopśimjeśowe pogódnośenje Dorosćony znowego pśeglědowaś

source: Message sent.
dsb: Powěsć jo se pósłała.

source: Message sending failed.
dsb: Słanje powěsći njejo se raźiło.

source: Cancel reply
dsb: Wótegrono pśetergnuś

source: There are no more older notes.
dsb: Starše notice njejsu.

source: By unsubscribing from this thread, you will no longer receive email notifications from this thread. Are you sure?
dsb: Jolic wótskažośo toś tu nitku, njedostanjośo wěcej e-mailowe powěźeńki z toś teje nitki. Sćo wěsty?

source: Successfully unsubscribed. You will no longer receive email notifications for that thread.
dsb: Nitka jo se wuspěšnje wótskazała. Njedostanjośo wěcej žedne e-mailowe powěźeńki za toś tu nitku.
